
/* Class = "NSWindow"; title = "Experimental Settings"; ObjectID = "1"; */
"1.title" = "試験的な設定";

/* Class = "NSTabViewItem"; label = "Global Settings"; ObjectID = "223"; */
"223.label" = "グローバル設定";

/* Class = "NSTabViewItem"; label = "Global Filters"; ObjectID = "224"; */
"224.label" = "グローバルフィルタ";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Bandwidth limit value"; ObjectID = "237"; */
"237.ibExternalAccessibilityDescription" = "帯域幅の制限値";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Disk image segment size value"; ObjectID = "246"; */
"246.ibExternalAccessibilityDescription" = "ディスクイメージのセグメントサイズ値";

/* Class = "NSTextFieldCell"; title = "MB per segment"; ObjectID = "267"; */
"267.title" = "MB（セグメント当たり）";

/* Class = "NSButtonCell"; title = "Segment read-only disk images:"; ObjectID = "269"; */
"269.title" = "読み込みのみのディスクイメージセグメント：";

/* Class = "NSTextFieldCell"; title = "If you are transferring data over a slow WAN connection, and that data is not particularly compressable, you may see a performance boost with a delta-transfer algorithm. You may also see a performance boost with this option if you are transferring very large files with very minor changes, especially appended data. This option is only applicable to file-level backups and does not carry over to scheduled tasks."; ObjectID = "273"; */
"273.title" = "WANの遅い接続を通してデータを転送しなくてはならず、データは特に圧縮もされてないとしたら、デルタ転送アルゴリズムを使うことでパフォーマンスが劇的に改善することがあります。大した変更がない巨大なファイル、特に追加のデータを転送しようとする場合も、このオプションの効果を実感することでしょう。このオプションはファイルレベルのバックアップに適していますし、スケジュールしたタスクに持ち越されることもありません。";

/* Class = "NSButtonCell"; title = "Use a delta-transfer algorithm for network transfers"; ObjectID = "275"; */
"275.title" = "ネットワーク転送にデルタ転送アルゴリズムを使用";

/* Class = "NSTextFieldCell"; title = "KB/s"; ObjectID = "276"; */
"276.title" = "KB/秒";

/* Class = "NSButtonCell"; title = "Globally limit disk and network usage to:"; ObjectID = "279"; */
"279.title" = "ディスクとネットワークの総使用制限量は：";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "CCC filter value"; ObjectID = "339"; */
"339.ibExternalAccessibilityDescription" = "CCC フィルタ値";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add custom filter"; ObjectID = "344"; */
"344.ibExternalAccessibilityDescription" = "カスタムフィルタを追加";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected filter"; ObjectID = "345"; */
"345.ibExternalAccessibilityDescription" = "選択したフィルタを削除";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Documentation for custom filters"; ObjectID = "348"; */
"348.ibExternalAccessibilityDescription" = "カスタムフィルタに関するドキュメント";

/* Class = "NSTextFieldCell"; title = "Most of these globally-defined filters are defined in the documentation (click the \"?\" button below). While many of these are designed to reduce error messages, many of them are here to protect your OS in cases where you select the startup disk as the destination. YOU CAN HARM YOUR OS BY REMOVING THESE FILTERS AND SUBSEQUENTLY RUNNING A BACKUP TASK WITH YOUR STARTUP DISK AS THE DESTINATION. Use care when removing any filters from this list!\n\n\"CCC filter\": If you want to match an item via an absolute path, this should start with a \"/\". You can also add wildcards. Browse the default entries for examples. Filters defined here will suppress the items in the task filter window.\n\n\"Exclude/protect ... when the source/destination is the startup disk\": These settings are similar to the more generic options, but allow you to impose these filters only when the startup disk is selected. For example, /dev is only protected when the destination is the startup disk, otherwise it is treated like an ordinary folder."; ObjectID = "354"; */
"354.title" = "これらのグローバルに定義されたフィルタのほとんどはドキュメントに定義されています（下の“?”をクリックして下さい）。これらの多くはエラーメッセージを減らすようにデザインされていますが、それの多くは、万が一起動ディスクをコピー先として選択した場合に OS を保護する目的でここにあります。これらのフィルタを削除し、続いて起動ディスクをコピー先としてバックアップタスクを実行するするとOSに害を与える可能性があります。このリストからフィルタを削除する時は特に注意してください！\n\n“CCC フィルタ”&“Rsync フィルタ”：絶対パス経由で項目を一致したい場合、“/”で始める必要があります。ワイルドカードを追加することもできます。“/”で項目を終了して、フォルダのみを一致してください（rsyncフィルタにのみ適用）。参考例を見るにはデフォルトエントリをブラウズしてください。ここで定義したフィルタはコピーする項目リストに反映されないことがあります。\n\n“ソース／コピー先が起動ディスクの時、除外／保護…”：これらの設定は標準オプションに似ていますが、起動ディスクが選択された時だけ、これらのフィルタを強制できます。例えば、/dev はコピー先が起動ディスクの時だけ保護され、それ以外は、普通のフォルダのように扱われます。";

/* Class = "NSButtonCell"; title = "Exclude this item when the source is the startup disk"; ObjectID = "355"; */
"355.title" = "ソースがスタートアップディスクの場合はこのアイテムを除く";

/* Class = "NSButtonCell"; title = "Revert to Defaults"; ObjectID = "358"; */
"358.title" = "デフォルトに戻す";

/* Class = "NSButtonCell"; title = "Apply"; ObjectID = "359"; */
"359.title" = "適用";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted if the destination is the startup disk"; ObjectID = "360"; */
"360.title" = "接続先がスタートアップディスクの場合、このアイテムが削除されないように保護します";

/* Class = "NSTextFieldCell"; title = "CCC filter expression:"; ObjectID = "361"; */
"361.title" = "CCC フィルター：";

/* Class = "NSButtonCell"; title = "Protect this item from being deleted on the destination"; ObjectID = "363"; */
"363.title" = "接続先でこのアイテムが削除されないように保護します";

/* Class = "NSButtonCell"; title = "Exclude this item from every backup task"; ObjectID = "364"; */
"364.title" = "全てのバックアップタスクからこのアイテムを除きます";

/* Class = "NSButtonCell"; title = "Hide this item on the destination"; ObjectID = "365"; */
"365.title" = "接続先でこのアイテムを隠す";

/* Class = "NSTextFieldCell"; title = "Text Cell"; ObjectID = "370"; */
"370.title" = "Text Cell";

/* Class = "NSButtonCell"; title = "LOG_TASK_ENGINEER"; ObjectID = "2fC-oz-t5u"; */
"2fC-oz-t5u.title" = "LOG_TASK_ENGINEER";

/* Class = "NSTextFieldCell"; title = "Archive folder name format:"; ObjectID = "6kO-6i-g7f"; */
"6kO-6i-g7f.title" = "アーカイブのフォルダ名のフォーマット：";

/* Class = "NSButtonCell"; title = "LOG_FILTER"; ObjectID = "Bsy-Oi-Y2A"; */
"Bsy-Oi-Y2A.title" = "LOG_FILTER";

/* Class = "NSTextFieldCell"; title = "(1-9, 9 is most compressed)"; ObjectID = "ESH-MH-MaQ"; */
"ESH-MH-MaQ.title" = "（1-9、9 が最も強い圧縮）";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK"; ObjectID = "Gbx-6c-jTx"; */
"Gbx-6c-jTx.title" = "LOG_EXTERNALTASK";

/* Class = "NSTextFieldCell"; title = "DEBUG LOGGING"; ObjectID = "Ijc-ML-0Cl"; */
"Ijc-ML-0Cl.title" = "デバッグログ";

/* Class = "NSButtonCell"; title = "LOG_XPC"; ObjectID = "JKZ-vb-Dpn"; */
"JKZ-vb-Dpn.title" = "LOG_XPC";

/* Class = "NSButtonCell"; title = "LOG_SIMPLESMTP"; ObjectID = "KAl-Op-SVY"; */
"KAl-Op-SVY.title" = "LOG_SIMPLESMTP";

/* Class = "NSButtonCell"; title = "Don't create transient snapshots on the source volume"; ObjectID = "LEb-Ra-HOK"; */
"LEb-Ra-HOK.title" = "ソースボリュームに一時的なスナップショットを作成しない";

/* Class = "NSTextFieldCell"; title = "Default"; ObjectID = "Mlh-vW-jev"; */
"Mlh-vW-jev.title" = "デフォルト";

/* Class = "NSTextFieldCell"; title = "File copier CPU priority:"; ObjectID = "P2Q-SE-ATE"; */
"P2Q-SE-ATE.title" = "ファイルのコピー処理のCPUの優先順位:";

/* Class = "NSButtonCell"; title = "Use \"CCC Backup Task\" as a non-persistent, default ad hoc task"; ObjectID = "Pvk-V7-Gl8"; */
"Pvk-V7-Gl8.title" = "持続的でない、デフォルトの臨時タスクとして“CCC バックアップタスク”を使用";

/* Class = "CocoaBindingsConnection"; ibShadowedIsNilPlaceholder = "/path/to/item"; ObjectID = "RGL-vG-7YE"; */
"RGL-vG-7YE.ibShadowedIsNilPlaceholder" = "‐ アイテム/への/パス";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Archive Name Format"; ObjectID = "Sjp-Rv-998"; */
"Sjp-Rv-998.ibExternalAccessibilityDescription" = "アーカイブ名のフォーマット";

/* Class = "NSButtonCell"; title = "LOG_DISKCONTROLLER"; ObjectID = "T4M-hf-CM4"; */
"T4M-hf-CM4.title" = "LOG_DISKCONTROLLER";

/* Class = "NSTextFieldCell"; title = "Compression level:"; ObjectID = "WUx-hv-Tdz"; */
"WUx-hv-Tdz.title" = "圧縮された読み出し専用ディスクイメージの圧縮レベル：";

/* Class = "NSButtonCell"; title = "LOG_SSHAUTH"; ObjectID = "XCy-vz-cgG"; */
"XCy-vz-cgG.title" = "LOG_SSHAUTH";

/* Class = "NSButtonCell"; title = "Use the experimental file copier"; ObjectID = "YAp-pb-4SE"; */
"YAp-pb-4SE.title" = "実験的なファイルのコピー処理を使用";

/* Class = "NSButtonCell"; title = "LOG_KEYCHAIN"; ObjectID = "ZhC-Zn-vKl"; */
"ZhC-Zn-vKl.title" = "LOG_KEYCHAIN";

/* Class = "NSButtonCell"; title = "LOG_EXTERNALTASK_OUTPUT"; ObjectID = "aOO-va-p9g"; */
"aOO-va-p9g.title" = "LOG_EXTERNALTASK_OUTPUT";

/* Class = "NSButtonCell"; title = "LOG_HELPER_CONTROLLER"; ObjectID = "bNC-yt-EWa"; */
"bNC-yt-EWa.title" = "LOG_HELPER_CONTROLLER";

/* Class = "NSButtonCell"; title = "Use an \"in place\" transfer procedure"; ObjectID = "cR5-gz-50O"; */
"cR5-gz-50O.title" = "“インプレース”移動プロシージャを使用します";

/* Class = "NSButtonCell"; title = "LOG_UPDATING"; ObjectID = "e3m-8o-Z3s"; */
"e3m-8o-Z3s.title" = "LOG_UPDATING";

/* Class = "NSButtonCell"; title = "LOG_SCHEDULING"; ObjectID = "f6b-dQ-hIn"; */
"f6b-dQ-hIn.title" = "LOG_SCHEDULING";

/* Class = "NSButtonCell"; title = "LOG_USER_AGENT"; ObjectID = "gUV-U2-6HY"; */
"gUV-U2-6HY.title" = "LOG_USER_AGENT";

/* Class = "NSButtonCell"; title = "LOG_REGISTRATION"; ObjectID = "gif-nR-isd"; */
"gif-nR-isd.title" = "LOG_REGISTRATION";

/* Class = "NSButtonCell"; title = "This is a system item"; ObjectID = "mjX-PX-8fD"; */
"mjX-PX-8fD.title" = "これはシステムの項目です";

/* Class = "NSButtonCell"; title = "LOG_DISKS"; ObjectID = "oSH-mX-Ia8"; */
"oSH-mX-Ia8.title" = "LOG_DISKS";

/* Class = "NSTextFieldCell"; title = "To prevent overwriting a good backup file with a corrupted file on the source, CCC uses a special file copying procedure called an \"atomic\" copy. If a file has changed since the last backup, it will be copied to the destination using a temporary filename, e.g. .filename.XXXXXX. When CCC has finished copying the file successfully, CCC deletes (or archives) the older version on the destination, then renames the updated file to the correct filename.\n\nSome devices (such as those that use a proprietary deduplication technique or data shuffling) perform poorly when using this technique to transfer files, and may show better performance when using an \"in place\" transfer instead."; ObjectID = "qH0-yV-CiG"; */
"qH0-yV-CiG.title" = "良好なバックアップファイルを壊れたファイルで上書きすることがないように、CCC は“atomic”と呼ばれる特別なファイルコピーの手順を使用します。ファイルが最後のバックアップ以来変更された場合、一時的なファイル名、例えば.filename.XXXXXX を使用してコピー先にコピーされます。ファイルのコピーが完了したら、CCC はコピー先の古いバージョンを削除（またはアーカイブ）して、アップデートしたファイルを正しいファイル名に名称変更します。\n\nデバイスによっては（データシャッフルを使用するものなど）、ファイルを転送するためにこのテクニックを使用すると、パフォーマンスが低下することがあり、“インプレイス”転送を使用すると改善することがあります。";

/* Class = "NSButtonCell"; title = "LOG_RSYNC_AUDITING"; ObjectID = "rUy-sT-r0N"; */
"rUy-sT-r0N.title" = "LOG_RSYNC_AUDITING";

/* Class = "NSButtonCell"; title = "LOG_TASK_CONFIG"; ObjectID = "rd9-T1-gi3"; */
"rd9-T1-gi3.title" = "LOG_TASK_CONFIG";

/* Class = "NSButtonCell"; title = "LOG_NETWORK"; ObjectID = "wpy-kk-ssK"; */
"wpy-kk-ssK.title" = "LOG_NETWORK";

/* Class = "NSButtonCell"; title = "LOG_TASK_EDITOR"; ObjectID = "xER-SQ-SvN"; */
"xER-SQ-SvN.title" = "LOG_TASK_EDITOR";

/* Class = "NSButtonCell"; title = "LOG_FILESYSTEMITEM"; ObjectID = "xRH-hm-NtC"; */
"xRH-hm-NtC.title" = "LOG_FILESYSTEMITEM";

/* Class = "NSTextField"; ibExternalAccessibilityDescription = "Read-only disk image compression level"; ObjectID = "xv1-AC-FEU"; */
"xv1-AC-FEU.ibExternalAccessibilityDescription" = "読み出し専用のディスクイメージの圧縮レベル";

/* Class = "NSButtonCell"; title = "Don't hide mounted disk images from the Finder"; ObjectID = "yKO-ll-CZu"; */
"yKO-ll-CZu.title" = "Finder からマウントされたディスクイメージを隠さない";

/* Class = "NSButtonCell"; title = "LOG_TASK_MANAGER"; ObjectID = "zUU-BR-uCk"; */
"zUU-BR-uCk.title" = "LOG_TASK_MANAGER";
